{
  "authors": [
    {
      "photo": "../images/korotkevich.jpg",
      "video": "k8RQqc2Jocg",
      "language": {
        "ru": {
          "name": "Владимир Семёнович Короткевич",
          "date": "26 ноября 1930 - 25 июля 1984",
          "birthPlace": "Орша, Витебская область",
          "summary": "Белорусский советский писатель, поэт, драматург, сценарист и публицист, классик белорусской литературы. Является одной из наиболее ярких фигур в белорусской литературе XX столетия.",
          "info": {
            "timeline": [
              {
                "date": "26 ноября 1930",
                "text": "Родился в семье интеллигентов. Большое влияние на Владимира оказал дед, отец его матери, Василий Юллианович Гринкевич, дослужившийся до губернского казначея. Этот человек безграничной энергии и азарта, обладавший огромной физической и духовной силой, стал прототипом Данилы Загорского-Вежи в романе «Колосья под серпом твоим». От своего деда Владимир услышал легенду «Мать Ветра» про события Кричевского восстания 1743—1744 годов и много белорусских народных легенд и преданий, и, благодаря ему, полюбил историю и природу. Многие рассказы деда стали источником для многих будущих его произведений.",
              },
              {
                "date": "1941 - 1943",
                "text": "Во время Великой Отечественной войны находился с семьёй в эвакуации в Москве, на Рязанщине, в окрестностях Кунгура на Урале, позже в Оренбурге и в Киеве.",
              },
              {
                "date": "1944",
                "text": "Вернулся в Оршу, где получил среднее образование.",
              },
              {
                "date": "1949 — 1954",
                "text": "Учился на русском отделении филологического факультета КГУ имени Т. Г. Шевченко. Затем в нём же закончил аспирантуру. Летом 1950 года, после первого курса филфака, в Орше им был написан первый вариант повести «Дикая охота короля Стаха». Один из однокурсников и друзей Короткевича, Флориан Неуважный (укр.)русск., говорил, что Владимир был душой компании, и что студенты относились с уважением к его мужеству и принципиальности. О своих студенческих годах, и вообще о связи с украинской землёй, которую Короткевич очень любил, он написал в эссе «Избранная» (1982 г.), а о самом Киеве — в очерке «Мой се градок!» (1982 г.).",
              },
              {
                "date": "1951",
                "text": "Дебютировал как поэт, опубликовав в оршанской районной газете «Ленинский призыв» два стихотворения: «Тут будет канал» (на русском языке) и «Якубу Коласу» (на белорусском языке).",
              },
              {
                "date": "1954 — 1958",
                "text": "Работал школьным учителем русского языка и литературы в деревне Лесовичи (Таращанский район Киевской области Украины), а затем в родном городе, Орше.",
              },
              {
                "date": "1955, весна",
                "text": "Сдал экзамены кандидатского минимума и приступил к написанию диссертации про восстание 1863 года, но так её и не закончил. В то же время пришла и идея о написании романа на эту же тему.",
              },
              {
                "date": "1958",
                "text": "Написал сатиро-юмористическую повесть «Цыганский король», при написании которой был использован факт существования на Гродненщине в конце XVIII века цыганского «королевства». Материалом для повести послужил очерк историка А. Киркора «Народности Литовского Полесья и их жизнь», опубликованного в III томе «Живописной России» в 1882 году.",
              },
              {
                "date": "нач. 1963",
                "text": "Получил в Минске однокомнатную квартиру по адресу ул. Чернышевского, д. 7, кв. 57. Через некоторое время из Орши в Минск к нему переехала и его мама.",
              },
              {
                "date": "1967",
                "text": "Получили квартиру на ул. Веры Хоружей, д. 48, кв. 26. Осенью, во время творческой конференции по его творчеству в Бресте, Владимир познакомился с преподавательницей Брестского педагогического института Валентиной Брониславовной Никитиной (в девичестве Ваткович, 1934—1983 гг.), с которой 19 февраля 1971 года они и поженились.",
              },
              {
                "date": "к. 1970-х — нач. 1980-х",
                "text": "Тяжело болел и умер 25 июля 1984 года. Похоронен на Восточном кладбище в Минске.",
              },
            ],
            "works": [
              {
                "title": "Дикая охота короля Стаха",
                "date": "1958, издана в 1964",
              },
              {
                "title": "Колосья под серпом твоим",
                "date": "1962—1964, издан в 1965",
              },
              {
                "title": "Христос приземлился в Гродно",
                "date": "1965—1966",
              },
              {
                "title": "Земля под белыми крыльями",
                "date": "1977",
              },
              {
                "title": "Ладья отчаяния",
                "date": "1978",
              },
              {
                "title": "Чёрный замок Ольшанский",
                "date": "1979",
              },
            ],
          }
        },
        "en": {
          "name": "Vladimir Semionovich Korotkevich",
          "date": "November 26, 1930 - July 25, 1984",
          "birthPlace": "Orsha, Vitebsk oblast",
          "summary": "Belarusian romantic writer.",
          "info": {
             "timeline": [
                {
                  "date": "November 26, 1930",
                  "text": "Was born in Orsha.",
                },
                {
                  "date": "1949 — 1954",
                  "text": "Studied on the Philological Department of Kiev University. In summer of 1950 he wrote the first variant of a novel «King Stakh's Wild Hunt».",
                },
                {
                  "date": "1951",
                  "text": "a first poem was published.",
                },
                {
                  "date": "1954 — 1958",
                  "text": "Worked as a teacher of the russian language and literature.",
                },
                {
                  "date": "1960, 1962",
                  "text": "Completed advanced literature courses and then cinematography, both in Moscow.",
                },
                {
                  "date": "к. 1970-х — нач. 1980-х",
                  "text": "Was sick and died soon.",
                },
              ],
            "works": [
                {
                  "title": "King Stakh's Wild Hunt",
                  "date": "1958, published in 1964",
                },
                {
                  "title": "The Dark Castle Olshansky",
                  "date": "1979",
                },
            ],
          },
        },
        "by": {
          "name": "Уладзімір Сямёнавіч Караткевіч",
          "date": "26 лістапада 1930 - 25 ліпеня 1984",
          "birthPlace": "Орша, Віцебская вобласть",
          "summary": "Беларускі паэт, празаік, драматург, публіцыст, перакладчык, сцэнарыст, класік беларускай літаратуры. Адна з найбольш вядомых постацей у беларускай літаратуры другой паловы XX ст. Першы беларускі пісьменнік, які звярнуўся да жанру гістарычнага дэтэктыву",
          "info": {
            "timeline": [
              {
                "date": "26 лістапада 1930",
                "text": "Нарадзіўся ў горадзе Оршы Віцебскай вобласці ў сям’і інтэлігентаў. У дзіцячыя гады сваяцкае асяроддзе шмат у чым уздзейнічала на Уладзіміра. Вялікі ўплыў аказаў дзед па лініі маці Васіль Юллянавіч Грынкевіч (1861—1945), чалавек з багатым жыццёвым вопытам, у свой час даслужыўся да губернскага казначэя. Васіль Грынкевіч быў дасціпным апавядальнікам, ад якога ўнук пачуў шмат казак і народных паданняў, пераняў любоў да прыроды. Пазней дзед стане прататыпам Данілы Загорскага-Вежы ў рамане «Каласы пад сярпом тваім». Ад свайго дзеда Уладзімір пачуў легенду «Маці Ветру» пра падзеі Крычаўскага паўстання 1743—1744 гадоў. Многія расповеды дзеда сталі крыніцай для будучых твораў Уладзіміра.",
              },
              {
                "date": "1941 - 1943",
                "text": "Вайна застала ў Маскве, куды пасля заканчэння школы паехаў да сястры, якая там вучылася. Трапіў у эвакуацыю ў Разанскую вобласць, потым на Урал у Молатаўскую (Пермскую) вобласць. Рабіў спробы ўцячы на фронт. Праз пэўны час высветлілася, што бацькі Уладзіміра змаглі эвакуіравацца і жылі ў горадзе Чкалаве (Арэнбургу). Туды ж дабралася і сястра. Толькі ў жніўні 1943 годзе яна змагла прывезці Валодзю да бацькоў у Арэнбург, дзе ён скончыў 6 класаў.",
              },
              {
                "date": "1944",
                "text": "Летам пасля вызвалення савецкімі войскамі Кіева Уладзімір Караткевіч разам з маці на некаторы час пераехалі у горад да сваякоў. Восенню сям’я вярнулася ў Оршу.",
              },
              {
                "date": "1949 — 1954",
                "text": "Паступіў на рускае аддзяленне філалагічнага факультэта Кіеўскага дзяржаўнага ўніверсітэта імя Тараса Шаўчэнкі. Пазней у ім жа скончыў аспірантуру. За гады вучобы выявіў сябе адным з найбольш здольных студэнтаў, шмат чытаў — у кола яго чытацкіх інтарэсаў уваходзілі творы класікаў сусветнай літаратуры, украінскіх, расійскіх, польскіх, беларускіх аўтараў. Цікавіўся ён не толькі літаратурай, але і гісторыяй, у першую чаргу Беларусі. Пазнаёміўся са шматлікімі выданнямі, прысвечанымі нацыянальна-вызваленчаму паўстанню 1863—1864 гадоў. У 1954 годзе Уладзімір Караткевіч закончыў універсітэт. Яго дыпломная праца на тэму «Казка. Легенда. Паданне» выклікала неадназначную рэакцыю, і толькі дзякуючы намаганням акадэміка А. Бялецкага і выкладчыка А. Назароўскага ён атрымаў вышэйшую адзнаку.",
              },
              {
                "date": "1951",
                "text": "На радзіме ў аршанскай раённай газеце «Ленінскі прызыў» былі надрукаваныя два вершы Уладзіміра Караткевіча: «Тут будет канал» (бел.: Тут будзе канал) (на рускай мове) і «Якубу Коласу» (на беларускай мове).",
              },
              {
                "date": "1954 — 1958",
                "text": "Працаваў настаўнікам рускай мовы і літаратуры ў сельскай школе у вёсцы Лісавычы ў Кіеўскай вобласці Украіны, потым працаваў настаўнікам у Оршы.",
              },
              {
                "date": "1955, вясна",
                "text": "Здаў экзамены кандыдацкага мінімуму і прыступіў да напісання дысертацыі пра паўстанне 1863 года, але так яе і не скончыў. У той жа час прыйшла і ідэя пра напісанне рамана на гэтую ж тэму.",
              },
              {
                "date": "1958",
                "text": "Напісаў сатырычна-гумарыстычную аповесць «Цыганскі кароль», пры напісанні якой быў выкарыстаны факт існавання на Гарадзеншчыне ў канцы XVIII ст. цыганскага «каралеўства». Матэрыялам для аповесці паслужыў нарыс гісторыка Адама Кіркора «Народнасці Літоўскага Палесся і іх жыццё», які быў апублікаваны ў 3 томе «Маляўнічай Расіі» ў 1882 годзе.",
              },
              {
                "date": "пач. 1963",
                "text": "Атрымаў у Мінску аднапакаёвую кватэру па адрасе вул. Чарнышэўскага, д. 7, кв. 57. Праз некаторы час з Оршы ў Мінск да яго пераехала маці.",
              },
              {
                "date": "1967",
                "text": "Атрымалі кватэру на вул. Веры Харужай, д. 48, кв. 26. Увосень, у час чытацкай канферэнцыі па рамане «Каласы пад сярпом тваім» ў Брэсце, Уладзімір пазнаёміўся з выкладчыцай Брэсцкага педагагічнага інстытута Валянцінай Нікіцінай (у дзявоцтве Ватковіч, 1934—1983 гг.), з якой 19 лютага 1971 года ён ажаніўся.",
              },
              {
                "date": "к. 1970-х — нач. 1980-х",
                "text": "Моцна хварэў і каля месяца праляжаў у рэанімацыі. Вясной пачаў адчуваць сябе лепш. Незадоўга да смерці Караткевіч наведаў блізкія і дарагія яму мясціны. Памер 25 ліпеня 1984 года. Пахаваны на Усходніх могілках у Мінску.",
              },
            ],
            "works": [
              {
                "title": "Дзікае паляванне караля Стаха",
                "date": "1958, выдадзена ў 1964",
              },
              {
                "title": "Каласы пад сярпом тваім",
                "date": "1962—1964, выдадзены ў 1965",
              },
              {
                "title": "Хрыстос прызямліўся ў Гародні",
                "date": "1965—1966",
              },
              {
                "title": "Зямля пад белымі крыльями",
                "date": "1977",
              },
              {
                "title": "Ладдзя Роспачы",
                "date": "1978",
              },
              {
                "title": "Чорны замак Альшанскі",
                "date": "1979",
              },
            ],
          }
        }
      }
    },
    {
      "photo": "../images/alexievich.jpg",
      "video": "fTQXe-lX59M",
      "language": {
        "ru": {
          "name": "Светлана Александровна Алексиевич",
          "date": "31 мая 1948 - ...",
          "birthPlace": "Станислав (Ивано-Франковск), Украина",
          "summary": "Cоветская и белорусская писательница, журналистка, сценарист документальных фильмов. Пишет на русском языке. Первый белорусский и шестой русскоязычный лауреат Нобелевской премии по литературе (2015 год).",
          "info": {
            "timeline": [
              {
                "date": "31 мая 1948",
                "text": "Родился в Станиславе. После демобилизации отца семья переехала в Минск, отец и мать работали сельскими учителями. Мать отца умерла от тифа в партизанах, из троих её сыновей двое пропали без вести, а отец вернулся с фронта. Отец матери погиб на фронте. Прадед отца тоже был сельским учителем. По её словам, всё своё детство провела в украинском селе, в Винницкой области.",
              },
              {
                "date": "1965",
                "text": "Окончила среднюю школу в Копаткевичах Гомельской области. Работала воспитателем, учителем истории и немецкого языка в школах Мозырского района, журналистом газеты «Прыпяцкая праўда» («Припятская правда») в Наровле.",
              },
              {
                "date": "1972",
                "text": "Окончила факультет журналистики Белорусского государственного университета, начала работу в «Маяке коммунизма» — районной газете в Берёзе Брестской области.",
              },
              {
                "date": "1973 — 1976",
                "text": "Работала в белорусской «Сельской газете».",
              },
              {
                "date": "1976 — 1984",
                "text": "Руководила отделом очерка и публицистики журнала «Нёман».",
              },
              {
                "date": "1983",
                "text": "По рекомендации А. Адамовича, Я. Брыля, В. Быкова и В. Витки принята в Союз писателей СССР.",
              },
              {
                "date": "1983",
                "text": "Написана первая опубликованная книга «У войны неженское лицо».",
              },
              {
                "date": "2000-е - 2013",
                "text": "Жила в Италии, Франции, Германии. После 2013 года живёт в Беларуси.",
              },
              {
                "date": "2013",
                "text": "Считалась одним из претендентов на Нобелевскую премию по литературе, однако премию получила канадская писательница Элис Манро.",
              },
              {
                "date": "2015",
                "text": "Стала лауреатом Нобелевской премии по литературе с формулировкой «за её многоголосное творчество — памятник страданию и мужеству в наше время». Светлана Алексиевич — первый нобелевский лауреат в истории независимой Беларуси; она стала первым с 1987 года русскоязычным писателем, удостоенным Нобелевской премии по литературе. Впервые за полвека премия была присуждена писателю, преимущественно работающему в жанре документальной литературы; при этом впервые в истории Нобелевская премия по литературе присуждена профессиональному журналисту.",
              },
            ],
            "works": [
              {
                "title": "У войны не женское лицо",
                "date": "опубл. в 1985",
              },
              {
                "title": "Последние свидетели",
                "date": "1985",
              },
              {
                "title": "Цинковые мальчики",
                "date": "1989",
              },
              {
                "title": "Зачарованные смертью",
                "date": "1994",
              },
              {
                "title": "Чернобыльская молитва",
                "date": "1997",
              },
              {
                "title": "Время секонд хэнд",
                "date": "2013",
              },
            ],
          }
        },
        "en": {
          "name": "Svetlana Alexandrovna Alexievich",
          "date": "May 31, 1948 - ...",
          "birthPlace": "Stanislav (Ivano-Frankivsk), Ukraine",
          "summary": "Belarusian investigative journalist, essayist and oral historian who writes in Russian. She was awarded the 2015 Nobel Prize in Literature «for her polyphonic writings, a monument to suffering and courage in our time». She is the first writer from Belarus to receive the award.",
          "info": {
             "timeline": [
                {
                  "date": "31 мая 1948",
                  "text": "Born in the west Ukrainian town of Stanislav (since 1962 Ivano-Frankivsk) to a Belarusian father and a Ukrainian mother, Svetlana Alexievich grew up in Belarus.",
                },
                {
                  "date": "1965",
                  "text": "Finishing school she worked as a teacher of history and the teacher of the german language, as a reporter in several local newspapers.",
                },
                {
                  "date": "1972",
                  "text": "Graduated from Belarusian State University, began working in a newspaper.",
                },
                {
                  "date": "1976",
                  "text": "Became a correspondent for the literary magazine Nyoman in Minsk.",
                },
                {
                  "date": "1984",
                  "text": "Order of the Badge of Honour.",
                },
                {
                  "date": "2000-е - 2013",
                  "text": "Lived in Italy, France, Germany.",
                },
                {
                  "date": "2013",
                  "text": "Peace Prize of the German Book Trade, Prix Médicis.",
                },
                {
                  "date": "2015",
                  "text": "Nobel Prize in Literature.",
                },
              ],
              "works": [
                {
                  "title": "War's Unwomanly Face",
                  "date": "published in 1985",
                },
                {
                  "title": "The Last Witnesses: the Book of Unchildlike Stories",
                  "date": "1985",
                },
                {
                  "title": "Enchanted with Death",
                  "date": "1994",
                },
                {
                  "title": "Chernobyl Prayer",
                  "date": "1997",
                },
                {
                  "title": "Second-hand Time",
                  "date": "2013",
                },
              ],
          },
        },
        "by": {
          "name": "Святлана Аляксандраўна Алексіевіч",
          "date": "31 мая 1948 - ...",
          "birthPlace": "Станіслаў (Івана-Франкоўск), Украіна",
          "summary": "Беларуская журналістка, пісьменніца. Піша на рускай мове. Лаўрэат Нобелеўскай прэміі па літаратуры (2015) «за шматгалосую творчасць — помнік пакутам і мужнасці ў наш час».",
          "info": {
            "timeline": [
              {
                "date": "31 мая 1948",
                "text": "Нарадзілася ў сям’і ваеннаслужачага (бацька — беларус, маці — украінка). У 1950-м годзе бацька дэмабілізаваўся, і сям’я пераехала ў Мазыр[8]. Сям’я перыядычна пераязджала разам з новымі месцамі працы бацькі, у 1961 годзе Алексіевічы пераехалі ў Петрыкаў.",
              },
              {
                "date": "1965",
                "text": "Скончыла Капаткевіцкую сярэднюю школу Петрыкаўскага раёна, працавала выхавальніцай Асавецкай школы-інтэрната, затым настаўніцай гісторыі і нямецкай мовы Белажэвіцкай сямігадовай школы Мазырскага раёна.",
              },
              {
                "date": "1966",
                "text": "Дэбютавала ў 1966 годзе ў петрыкаўскай раённай газеце «За новыя рубяжы» вершам «Октябрь».",
              },
              {
                "date": "1972",
                "text": "Скончыла аддзяленне журналістыкі Беларускага дзяржаўнага унiверсітэта, пачала працаваць у раённая газеце «Маяк камунізму» ў Бярозе Брэсцкай вобласці.",
              },
              {
                "date": "1973 — 1976",
                "text": "Працавала ў рэспубліканскай «Сельской газете.»",
              },
              {
                "date": "1976 — 1984",
                "text": "Загадчык аддзела нарыса і публіцыстыкі часопіса «Нёман».",
              },
              {
                "date": "з 1983",
                "text": "Член Саюза пісьменнікаў СССР.",
              },
              {
                "date": "1983",
                "text": "Напісана першая апублікаваная кніга «У вайны не жаночы твар.",
              },
              {
                "date": "2000-е - 2013",
                "text": "Жыла ў Iталіі, Францыі, Германіі. Пасля 2013 года жыве ў Беларусi.",
              },
              {
                "date": "2015",
                "text": "Лаўрэат Нобелеўскай прэміі.",
              },
              {
                "date": "2016",
                "text": "Лаўрэат Нобелеўскай прэміі.  атрымала ў Кітаі кніжную прэмію «Вэньцзінь», прэмію Шанхайскага кніжнага кірмашу і ўзнагароду Пекінскага кніжнага кірмашу. Стала таксама ганаровым членам Беларускай асацыяцыі журналістаў.",
              },
              {
                "date": "2018",
                "text": "Міжнародная няўрадавая арганізацыя RAW in WAR прысудзіла Святлане Алексіевіч прэмію імя Ганны Паліткоўскай. Узнагароду ёй уручылі за «смелыя выступленні супраць несправядлівасці, гвалту і экстрэмізму ў сітуацыі працягу „забытых“ узброеных канфліктаў». У тым жа годзе пісьменніца атрымала прэмію Цэнтральнаеўрапейскага форума «Ганароваму грамадзяніну Цэнтральнай Еўропы» — «за ўнёсак у развіццё дэмакратыі і грамадзянскай супольнасці».",
              },
            ],
            "works": [
              {
                "title": "У вайны не жаночае аблічча",
                "date": "1985 - на рус. мове, на бел. мове - 1991",
              },
              {
                "title": "Апошнія сведкі",
                "date": "1985 - на рус. і бел. мовах",
              },
              {
                "title": "Зачараваныя смерцю",
                "date": "1994 - на рус. мове, на бел. мове - 1993",
              },
              {
                "title": "Чарнобыльская малітва",
                "date": "1997 - на рус. мове, на бел. мове - 1999",
              },
              {
                "title": "Час сэканд-хэнд",
                "date": "2013 - на рус. мове, на бел. мове - 2014",
              },
            ],
          }
        }
      }
    },
  ]
}