const data = {
  photo: "../images/korotkevich.jpg",
  video: "k8RQqc2Jocg",
  language: {
    ru: {
      name: "Владимир Семёнович Короткевич",
      date: "26 ноября 1930 - 25 июля 1984",
      birthPlace: "Орша, Витебская область",
      summary: "Белорусский советский писатель...", // для карточек, например, краткие сведения
      info: {
        timeline: [
          {
            date: "26 ноября 1930",
            text: "Родился ....",
          },
          {
            date: "26 ноября 1930",
            text: "Родился ....",
          },
          {
            date: "26 ноября 1930",
            text: "Родился ....",
          },
          {
            date: "26 ноября 1930",
            text: "Родился ....",
          },
          
        ],
        works: [
          {
            title: "Дикая охота короля Стаха",
            date: "1958, издана в 1964",
          },
          {
            title: "Дикая охота короля Стаха",
            date: "1958, издана в 1964",
          },
          {
            title: "Дикая охота короля Стаха",
            date: "1958, издана в 1964",
          },
          {
            title: "Дикая охота короля Стаха",
            date: "1958, издана в 1964",
          },
        ],
      },
    },
  },
};

export default data;
