{
  "authors": [
    {
      "photo": "https://raw.githubusercontent.com/TuTejsy/Culture-Portal/master/src/images/korotkevich.jpg",
      "video": "k8RQqc2Jocg",
      "gallery": [
        "../images/korotkevich/1.jpg",
        "../images/korotkevich/2.jpg",
        "../images/korotkevich/3.jpg",
        "../images/korotkevich/4.jpg",
        "../images/korotkevich/5.jpg",
        "../images/korotkevich/6.jpg",
        "../images/korotkevich/7.jpg",
        "../images/korotkevich/8.jpg",
        "../images/korotkevich/9.jpg",
        "../images/korotkevich/10.jpg"
      ],
      "mapInfo": [
        {
          "point": "Orsha, place of birth",
          "longitude": "54.510741",
          "latitude": "30.429586",
          "zIndex": "1"
        },
        {
          "point": "Minsk, first flat",
          "longitude": "53.926955",
          "latitude": "27.600450",
          "zIndex": "2"
        },
        {
          "point": "Minsk, second flat",
          "longitude": "53.923403",
          "latitude": "27.551842",
          "zIndex": "3"
        }
      ],
      "language": {
        "ru": {
          "name": "Владимир Семёнович Короткевич",
          "date": "26 ноября 1930 - 25 июля 1984",
          "birthPlace": "Орша",
          "summary": "Белорусский советский писатель, поэт, драматург, сценарист и публицист, классик белорусской литературы. Является одной из наиболее ярких фигур в белорусской литературе XX столетия.",
          "info": {
            "timeline": [
              {
                "date": "26 ноября 1930",
                "text": "Родился в семье интеллигентов. Большое влияние на Владимира оказал дед, отец его матери, Василий Юллианович Гринкевич, дослужившийся до губернского казначея. Этот человек безграничной энергии и азарта, обладавший огромной физической и духовной силой, стал прототипом Данилы Загорского-Вежи в романе «Колосья под серпом твоим». От своего деда Владимир услышал легенду «Мать Ветра» про события Кричевского восстания 1743—1744 годов и много белорусских народных легенд и преданий, и, благодаря ему, полюбил историю и природу. Многие рассказы деда стали источником для многих будущих его произведений."
              },
              {
                "date": "1941 - 1943",
                "text": "Во время Великой Отечественной войны находился с семьёй в эвакуации в Москве, на Рязанщине, в окрестностях Кунгура на Урале, позже в Оренбурге и в Киеве."
              },
              {
                "date": "1944",
                "text": "Вернулся в Оршу, где получил среднее образование."
              },
              {
                "date": "1949 — 1954",
                "text": "Учился на русском отделении филологического факультета КГУ имени Т. Г. Шевченко. Затем в нём же закончил аспирантуру. Летом 1950 года, после первого курса филфака, в Орше им был написан первый вариант повести «Дикая охота короля Стаха». Один из однокурсников и друзей Короткевича, Флориан Неуважный (укр.)русск., говорил, что Владимир был душой компании, и что студенты относились с уважением к его мужеству и принципиальности. О своих студенческих годах, и вообще о связи с украинской землёй, которую Короткевич очень любил, он написал в эссе «Избранная» (1982 г.), а о самом Киеве — в очерке «Мой се градок!» (1982 г.)."
              },
              {
                "date": "1951",
                "text": "Дебютировал как поэт, опубликовав в оршанской районной газете «Ленинский призыв» два стихотворения: «Тут будет канал» (на русском языке) и «Якубу Коласу» (на белорусском языке)."
              },
              {
                "date": "1954 — 1958",
                "text": "Работал школьным учителем русского языка и литературы в деревне Лесовичи (Таращанский район Киевской области Украины), а затем в родном городе, Орше."
              },
              {
                "date": "1955, весна",
                "text": "Сдал экзамены кандидатского минимума и приступил к написанию диссертации про восстание 1863 года, но так её и не закончил. В то же время пришла и идея о написании романа на эту же тему."
              },
              {
                "date": "1958",
                "text": "Написал сатиро-юмористическую повесть «Цыганский король», при написании которой был использован факт существования на Гродненщине в конце XVIII века цыганского «королевства». Материалом для повести послужил очерк историка А. Киркора «Народности Литовского Полесья и их жизнь», опубликованного в III томе «Живописной России» в 1882 году."
              },
              {
                "date": "нач. 1963",
                "text": "Получил в Минске однокомнатную квартиру по адресу ул. Чернышевского, д. 7, кв. 57. Через некоторое время из Орши в Минск к нему переехала и его мама."
              },
              {
                "date": "1967",
                "text": "Получили квартиру на ул. Веры Хоружей, д. 48, кв. 26. Осенью, во время творческой конференции по его творчеству в Бресте, Владимир познакомился с преподавательницей Брестского педагогического института Валентиной Брониславовной Никитиной (в девичестве Ваткович, 1934—1983 гг.), с которой 19 февраля 1971 года они и поженились."
              },
              {
                "date": "к. 1970-х — нач. 1980-х",
                "text": "Тяжело болел и умер 25 июля 1984 года. Похоронен на Восточном кладбище в Минске."
              }
            ],
            "worksList": [
              {
                "title": "Дикая охота короля Стаха",
                "date": "1958, издана в 1964"
              },
              {
                "title": "Колосья под серпом твоим",
                "date": "1962—1964, издан в 1965"
              },
              {
                "title": "Христос приземлился в Гродно",
                "date": "1965—1966"
              },
              {
                "title": "Земля под белыми крыльями",
                "date": "1977"
              },
              {
                "title": "Ладья отчаяния",
                "date": "1978"
              },
              {
                "title": "Чёрный замок Ольшанский",
                "date": "1979"
              }
            ]
          }
        },
        "en": {
          "name": "Vladimir Semionovich Korotkevich",
          "date": "November 26, 1930 - July 25, 1984",
          "birthPlace": "Orsha",
          "summary": "Belarusian romantic writer.",
          "info": {
            "timeline": [
              {
                "date": "November 26, 1930",
                "text": "Was born in Orsha."
              },
              {
                "date": "1949 — 1954",
                "text": "Studied on the Philological Department of Kiev University. In summer of 1950 he wrote the first variant of a novel «King Stakh's Wild Hunt»."
              },
              {
                "date": "1951",
                "text": "a first poem was published."
              },
              {
                "date": "1954 — 1958",
                "text": "Worked as a teacher of the russian language and literature."
              },
              {
                "date": "1960, 1962",
                "text": "Completed advanced literature courses and then cinematography, both in Moscow."
              },
              {
                "date": "1970 — 1980",
                "text": "Was sick and died soon."
              }
            ],
            "worksList": [
              {
                "title": "King Stakh's Wild Hunt",
                "date": "1958, published in 1964"
              },
              {
                "title": "The Dark Castle Olshansky",
                "date": "1979"
              }
            ]
          }
        },
        "by": {
          "name": "Уладзімір Сямёнавіч Караткевіч",
          "date": "26 лістапада 1930 - 25 ліпеня 1984",
          "birthPlace": "Орша",
          "summary": "Беларускі паэт, празаік, драматург, публіцыст, перакладчык, сцэнарыст, класік беларускай літаратуры. Адна з найбольш вядомых постацей у беларускай літаратуры другой паловы XX ст. Першы беларускі пісьменнік, які звярнуўся да жанру гістарычнага дэтэктыву",
          "info": {
            "timeline": [
              {
                "date": "26 лістапада 1930",
                "text": "Нарадзіўся ў горадзе Оршы Віцебскай вобласці ў сям’і інтэлігентаў. У дзіцячыя гады сваяцкае асяроддзе шмат у чым уздзейнічала на Уладзіміра. Вялікі ўплыў аказаў дзед па лініі маці Васіль Юллянавіч Грынкевіч (1861—1945), чалавек з багатым жыццёвым вопытам, у свой час даслужыўся да губернскага казначэя. Васіль Грынкевіч быў дасціпным апавядальнікам, ад якога ўнук пачуў шмат казак і народных паданняў, пераняў любоў да прыроды. Пазней дзед стане прататыпам Данілы Загорскага-Вежы ў рамане «Каласы пад сярпом тваім». Ад свайго дзеда Уладзімір пачуў легенду «Маці Ветру» пра падзеі Крычаўскага паўстання 1743—1744 гадоў. Многія расповеды дзеда сталі крыніцай для будучых твораў Уладзіміра."
              },
              {
                "date": "1941 - 1943",
                "text": "Вайна застала ў Маскве, куды пасля заканчэння школы паехаў да сястры, якая там вучылася. Трапіў у эвакуацыю ў Разанскую вобласць, потым на Урал у Молатаўскую (Пермскую) вобласць. Рабіў спробы ўцячы на фронт. Праз пэўны час высветлілася, што бацькі Уладзіміра змаглі эвакуіравацца і жылі ў горадзе Чкалаве (Арэнбургу). Туды ж дабралася і сястра. Толькі ў жніўні 1943 годзе яна змагла прывезці Валодзю да бацькоў у Арэнбург, дзе ён скончыў 6 класаў."
              },
              {
                "date": "1944",
                "text": "Летам пасля вызвалення савецкімі войскамі Кіева Уладзімір Караткевіч разам з маці на некаторы час пераехалі у горад да сваякоў. Восенню сям’я вярнулася ў Оршу."
              },
              {
                "date": "1949 — 1954",
                "text": "Паступіў на рускае аддзяленне філалагічнага факультэта Кіеўскага дзяржаўнага ўніверсітэта імя Тараса Шаўчэнкі. Пазней у ім жа скончыў аспірантуру. За гады вучобы выявіў сябе адным з найбольш здольных студэнтаў, шмат чытаў — у кола яго чытацкіх інтарэсаў уваходзілі творы класікаў сусветнай літаратуры, украінскіх, расійскіх, польскіх, беларускіх аўтараў. Цікавіўся ён не толькі літаратурай, але і гісторыяй, у першую чаргу Беларусі. Пазнаёміўся са шматлікімі выданнямі, прысвечанымі нацыянальна-вызваленчаму паўстанню 1863—1864 гадоў. У 1954 годзе Уладзімір Караткевіч закончыў універсітэт. Яго дыпломная праца на тэму «Казка. Легенда. Паданне» выклікала неадназначную рэакцыю, і толькі дзякуючы намаганням акадэміка А. Бялецкага і выкладчыка А. Назароўскага ён атрымаў вышэйшую адзнаку."
              },
              {
                "date": "1951",
                "text": "На радзіме ў аршанскай раённай газеце «Ленінскі прызыў» былі надрукаваныя два вершы Уладзіміра Караткевіча: «Тут будет канал» (бел.: Тут будзе канал) (на рускай мове) і «Якубу Коласу» (на беларускай мове)."
              },
              {
                "date": "1954 — 1958",
                "text": "Працаваў настаўнікам рускай мовы і літаратуры ў сельскай школе у вёсцы Лісавычы ў Кіеўскай вобласці Украіны, потым працаваў настаўнікам у Оршы."
              },
              {
                "date": "1955, вясна",
                "text": "Здаў экзамены кандыдацкага мінімуму і прыступіў да напісання дысертацыі пра паўстанне 1863 года, але так яе і не скончыў. У той жа час прыйшла і ідэя пра напісанне рамана на гэтую ж тэму."
              },
              {
                "date": "1958",
                "text": "Напісаў сатырычна-гумарыстычную аповесць «Цыганскі кароль», пры напісанні якой быў выкарыстаны факт існавання на Гарадзеншчыне ў канцы XVIII ст. цыганскага «каралеўства». Матэрыялам для аповесці паслужыў нарыс гісторыка Адама Кіркора «Народнасці Літоўскага Палесся і іх жыццё», які быў апублікаваны ў 3 томе «Маляўнічай Расіі» ў 1882 годзе."
              },
              {
                "date": "пач. 1963",
                "text": "Атрымаў у Мінску аднапакаёвую кватэру па адрасе вул. Чарнышэўскага, д. 7, кв. 57. Праз некаторы час з Оршы ў Мінск да яго пераехала маці."
              },
              {
                "date": "1967",
                "text": "Атрымалі кватэру на вул. Веры Харужай, д. 48, кв. 26. Увосень, у час чытацкай канферэнцыі па рамане «Каласы пад сярпом тваім» ў Брэсце, Уладзімір пазнаёміўся з выкладчыцай Брэсцкага педагагічнага інстытута Валянцінай Нікіцінай (у дзявоцтве Ватковіч, 1934—1983 гг.), з якой 19 лютага 1971 года ён ажаніўся."
              },
              {
                "date": "к. 1970-х — пач. 1980-х",
                "text": "Моцна хварэў і каля месяца праляжаў у рэанімацыі. Вясной пачаў адчуваць сябе лепш. Незадоўга да смерці Караткевіч наведаў блізкія і дарагія яму мясціны. Памер 25 ліпеня 1984 года. Пахаваны на Усходніх могілках у Мінску."
              }
            ],
            "worksList": [
              {
                "title": "Дзікае паляванне караля Стаха",
                "date": "1958, выдадзена ў 1964"
              },
              {
                "title": "Каласы пад сярпом тваім",
                "date": "1962 — 1964, выдадзены ў 1965"
              },
              {
                "title": "Хрыстос прызямліўся ў Гародні",
                "date": "1965 — 1966"
              },
              {
                "title": "Зямля пад белымі крыльями",
                "date": "1977"
              },
              {
                "title": "Ладдзя Роспачы",
                "date": "1978"
              },
              {
                "title": "Чорны замак Альшанскі",
                "date": "1979"
              }
            ]
          }
        }
      }
    },
    {
      "photo": "../images/alexievich.jpg",
      "video": "fTQXe-lX59M",
      "gallery": [
        "../images/alexievich/1.jpg",
        "../images/alexievich/2.jpg",
        "../images/alexievich/3.jpg",
        "../images/alexievich/4.jpg",
        "../images/alexievich/5.jpg",
        "../images/alexievich/6.jpg",
        "../images/alexievich/7.jpg",
        "../images/alexievich/8.jpg",
        "../images/alexievich/9.jpg",
        "../images/alexievich/10.jpg"
      ],
      "mapInfo": [
        {
          "point": "Ivano-Frankovsk, place of birth",
          "longitude": "48.922629",
          "latitude": "24.711108",
          "zIndex": "1"
        },
        {
          "point": "Berioza, first flat",
          "longitude": "52.534603",
          "latitude": "24.984475",
          "zIndex": "2"
        }
      ],
      "language": {
        "ru": {
          "name": "Светлана Александровна Алексиевич",
          "date": "31 мая 1948 - ...",
          "birthPlace": "Станислав",
          "summary": "Cоветская и белорусская писательница, журналистка, сценарист документальных фильмов. Пишет на русском языке. Первый белорусский и шестой русскоязычный лауреат Нобелевской премии по литературе (2015 год).",
          "info": {
            "timeline": [
              {
                "date": "31 мая 1948",
                "text": "Родился в Станиславе (сейчас Ивано-Франковск). После демобилизации отца семья переехала в Минск, отец и мать работали сельскими учителями. Мать отца умерла от тифа в партизанах, из троих её сыновей двое пропали без вести, а отец вернулся с фронта. Отец матери погиб на фронте. Прадед отца тоже был сельским учителем. По её словам, всё своё детство провела в украинском селе, в Винницкой области."
              },
              {
                "date": "1965",
                "text": "Окончила среднюю школу в Копаткевичах Гомельской области. Работала воспитателем, учителем истории и немецкого языка в школах Мозырского района, журналистом газеты «Прыпяцкая праўда» («Припятская правда») в Наровле."
              },
              {
                "date": "1972",
                "text": "Окончила факультет журналистики Белорусского государственного университета, начала работу в «Маяке коммунизма» — районной газете в Берёзе Брестской области."
              },
              {
                "date": "1973 — 1976",
                "text": "Работала в белорусской «Сельской газете»."
              },
              {
                "date": "1976 — 1984",
                "text": "Руководила отделом очерка и публицистики журнала «Нёман»."
              },
              {
                "date": "1983",
                "text": "По рекомендации А. Адамовича, Я. Брыля, В. Быкова и В. Витки принята в Союз писателей СССР."
              },
              {
                "date": "1983",
                "text": "Написана первая опубликованная книга «У войны неженское лицо»."
              },
              {
                "date": "2000-е - 2013",
                "text": "Жила в Италии, Франции, Германии. После 2013 года живёт в Беларуси."
              },
              {
                "date": "2013",
                "text": "Считалась одним из претендентов на Нобелевскую премию по литературе, однако премию получила канадская писательница Элис Манро."
              },
              {
                "date": "2015",
                "text": "Стала лауреатом Нобелевской премии по литературе с формулировкой «за её многоголосное творчество — памятник страданию и мужеству в наше время». Светлана Алексиевич — первый нобелевский лауреат в истории независимой Беларуси; она стала первым с 1987 года русскоязычным писателем, удостоенным Нобелевской премии по литературе. Впервые за полвека премия была присуждена писателю, преимущественно работающему в жанре документальной литературы; при этом впервые в истории Нобелевская премия по литературе присуждена профессиональному журналисту."
              }
            ],
            "worksList": [
              {
                "title": "У войны не женское лицо",
                "date": "опубл. в 1985"
              },
              {
                "title": "Последние свидетели",
                "date": "1985"
              },
              {
                "title": "Цинковые мальчики",
                "date": "1989"
              },
              {
                "title": "Зачарованные смертью",
                "date": "1994"
              },
              {
                "title": "Чернобыльская молитва",
                "date": "1997"
              },
              {
                "title": "Время секонд хэнд",
                "date": "2013"
              }
            ]
          }
        },
        "en": {
          "name": "Svetlana Alexandrovna Alexievich",
          "date": "May 31, 1948 - ...",
          "birthPlace": "Stanislav",
          "summary": "Belarusian investigative journalist, essayist and oral historian who writes in Russian. She was awarded the 2015 Nobel Prize in Literature «for her polyphonic writings, a monument to suffering and courage in our time». She is the first writer from Belarus to receive the award.",
          "info": {
            "timeline": [
              {
                "date": "May 31, 1948",
                "text": "Born in the west Ukrainian town of Stanislav (since 1962 Ivano-Frankivsk) to a Belarusian father and a Ukrainian mother, Svetlana Alexievich grew up in Belarus."
              },
              {
                "date": "1965",
                "text": "Finishing school she worked as a teacher of history and the teacher of the german language, as a reporter in several local newspapers."
              },
              {
                "date": "1972",
                "text": "Graduated from Belarusian State University, began working in a newspaper."
              },
              {
                "date": "1976",
                "text": "Became a correspondent for the literary magazine Nyoman in Minsk."
              },
              {
                "date": "1984",
                "text": "Order of the Badge of Honour."
              },
              {
                "date": "2000 - 2013",
                "text": "Lived in Italy, France, Germany."
              },
              {
                "date": "2013",
                "text": "Peace Prize of the German Book Trade, Prix Médicis."
              },
              {
                "date": "2015",
                "text": "Nobel Prize in Literature."
              }
            ],
            "worksList": [
              {
                "title": "War's Unwomanly Face",
                "date": "published in 1985"
              },
              {
                "title": "The Last Witnesses: the Book of Unchildlike Stories",
                "date": "1985"
              },
              {
                "title": "Enchanted with Death",
                "date": "1994"
              },
              {
                "title": "Chernobyl Prayer",
                "date": "1997"
              },
              {
                "title": "Second-hand Time",
                "date": "2013"
              }
            ]
          }
        },
        "by": {
          "name": "Святлана Аляксандраўна Алексіевіч",
          "date": "31 мая 1948 - ...",
          "birthPlace": "Станіслаў",
          "summary": "Беларуская журналістка, пісьменніца. Піша на рускай мове. Лаўрэат Нобелеўскай прэміі па літаратуры (2015) «за шматгалосую творчасць — помнік пакутам і мужнасці ў наш час».",
          "info": {
            "timeline": [
              {
                "date": "31 мая 1948",
                "text": "Нарадзілася ў сям’і ваеннаслужачага (бацька — беларус, маці — украінка). У 1950-м годзе бацька дэмабілізаваўся, і сям’я пераехала ў Мазыр. Сям’я перыядычна пераязджала разам з новымі месцамі працы бацькі, у 1961 годзе Алексіевічы пераехалі ў Петрыкаў."
              },
              {
                "date": "1965",
                "text": "Скончыла Капаткевіцкую сярэднюю школу Петрыкаўскага раёна, працавала выхавальніцай Асавецкай школы-інтэрната, затым настаўніцай гісторыі і нямецкай мовы Белажэвіцкай сямігадовай школы Мазырскага раёна."
              },
              {
                "date": "1966",
                "text": "Дэбютавала ў 1966 годзе ў петрыкаўскай раённай газеце «За новыя рубяжы» вершам «Октябрь»."
              },
              {
                "date": "1972",
                "text": "Скончыла аддзяленне журналістыкі Беларускага дзяржаўнага унiверсітэта, пачала працаваць у раённая газеце «Маяк камунізму» ў Бярозе Брэсцкай вобласці."
              },
              {
                "date": "1973 — 1976",
                "text": "Працавала ў рэспубліканскай «Сельской газете.»"
              },
              {
                "date": "1976 — 1984",
                "text": "Загадчык аддзела нарыса і публіцыстыкі часопіса «Нёман»."
              },
              {
                "date": "з 1983",
                "text": "Член Саюза пісьменнікаў СССР."
              },
              {
                "date": "1983",
                "text": "Напісана першая апублікаваная кніга «У вайны не жаночы твар."
              },
              {
                "date": "2000-е - 2013",
                "text": "Жыла ў Iталіі, Францыі, Германіі. Пасля 2013 года жыве ў Беларусi."
              },
              {
                "date": "2015",
                "text": "Лаўрэат Нобелеўскай прэміі."
              },
              {
                "date": "2016",
                "text": "Лаўрэат Нобелеўскай прэміі.  атрымала ў Кітаі кніжную прэмію «Вэньцзінь», прэмію Шанхайскага кніжнага кірмашу і ўзнагароду Пекінскага кніжнага кірмашу. Стала таксама ганаровым членам Беларускай асацыяцыі журналістаў."
              },
              {
                "date": "2018",
                "text": "Міжнародная няўрадавая арганізацыя RAW in WAR прысудзіла Святлане Алексіевіч прэмію імя Ганны Паліткоўскай. Узнагароду ёй уручылі за «смелыя выступленні супраць несправядлівасці, гвалту і экстрэмізму ў сітуацыі працягу „забытых“ узброеных канфліктаў». У тым жа годзе пісьменніца атрымала прэмію Цэнтральнаеўрапейскага форума «Ганароваму грамадзяніну Цэнтральнай Еўропы» — «за ўнёсак у развіццё дэмакратыі і грамадзянскай супольнасці»."
              }
            ],
            "worksList": [
              {
                "title": "У вайны не жаночае аблічча",
                "date": "1985 - на рус. мове, на бел. мове - 1991"
              },
              {
                "title": "Апошнія сведкі",
                "date": "1985 - на рус. і бел. мовах"
              },
              {
                "title": "Зачараваныя смерцю",
                "date": "1994 - на рус. мове, на бел. мове - 1993"
              },
              {
                "title": "Чарнобыльская малітва",
                "date": "1997 - на рус. мове, на бел. мове - 1999"
              },
              {
                "title": "Час сэканд-хэнд",
                "date": "2013 - на рус. мове, на бел. мове - 2014"
              }
            ]
          }
        }
      }
    },
    {
      "photo": "../images/bykov.jpg",
      "video": "WMZxWOejw_A",
      "gallery": [
        "../images/bykov/1.jpg",
        "../images/bykov/2.jpg",
        "../images/bykov/3.jpg",
        "../images/bykov/4.jpg",
        "../images/bykov/5.jpg",
        "../images/bykov/6.jpg",
        "../images/bykov/7.jpg",
        "../images/bykov/8.jpg",
        "../images/bykov/9.jpg",
        "../images/bykov/10.jpg"
      ],
      "mapInfo": [
        {
          "point": "Bychki, place of birth; Bykov's museum",
          "longitude": "55.165832",
          "latitude": "28.379720",
          "zIndex": "1"
        },
        {
          "point": "Vitebsk Art School, place of education",
          "longitude": "55.188540",
          "latitude": "30.202797",
          "zIndex": "2"
        },
        {
          "point": "Grodno, Trojetskaja str., first flat",
          "longitude": "53.680772",
          "latitude": "23.828415",
          "zIndex": "3"
        },
        {
          "point": "Grodno, Sverdlova str., second flat",
          "longitude": "53.675530",
          "latitude": "23.834595",
          "zIndex": "4"
        },
        {
          "point": "Grodno, Parizhskai Kommuny str., third flat",
          "longitude": "53.673865",
          "latitude": "23.835377",
          "zIndex": "5"
        }
      ],
      "language": {
        "ru": {
          "name": "Василь Владимирович Быков",
          "date": "19 июня 1924 - 22 июня 2003",
          "birthPlace": "Бычки",
          "summary": "Cоветский и белорусский писатель, общественный деятель, участник Великой Отечественной войны. Член Союза писателей СССР.",
          "info": {
            "timeline": [
              {
                "date": "19 июня 1924 - 1939",
                "text": "Родился в деревне Бычки Витебской области в крестьянской семье. С детства увлекался рисованием. Окончил 8 классов школы в деревне Кубличи."
              },
              {
                "date": "1939 — 1941",
                "text": "Учился на скульптурном отделении Витебского художественного училища (1939—1940), которое оставил из-за отмены стипендий, и в школе ФЗО (до мая 1941 года). В июне 1941 года экстерном сдал экзамены за 10 класс."
              },
              {
                "date": "1941",
                "text": "Война застала его на Украине, где он участвовал в оборонных работах. Во время отступления в Белгороде он отстал от своей колонны и был арестован, Быкова чуть не расстреляли как немецкого шпиона."
              },
              {
                "date": "1941 — 1942",
                "text": "Жил на ст. Салтыковка и в городе Аткарске Саратовской области, учился в железнодорожной школе."
              },
              {
                "date": "1942",
                "text": "Призван в армию летом, окончил Саратовское пехотное училище."
              },
              {
                "date": "1943",
                "text": "В. Быкову присвоено звание младшего лейтенанта. Участвовал в боях за Кривой Рог, Александрию, Знаменку. Во время Кировоградской операции ранен в ногу и живот (по ошибке был записан как погибший); события после ранения послужили основой повести «Мёртвым не больно»."
              },
              {
                "date": "1944",
                "text": "Три месяца находился в госпитале. Затем участвовал в Ясско-Кишинёвской операции, освобождении Румынии. С действующей армией прошёл по Болгарии, Венгрии, Югославии, Австрии; старший лейтенант, командир взвода полковой, затем армейской артиллерии."
              },
              {
                "date": "с 1947, 1955 - 1972",
                "text": "Жил в Гродно. Печатался, работал в мастерских, а также в редакции областной газеты «Гродненская правда» (до 1949 года, затем с 1955 по 1972)."
              },
              {
                "date": "1949 - 1955",
                "text": "Снова служил в Советской армии, в 1955 году окончательно демобилизовался в звании майора."
              },
              {
                "date": "1972 - 1978",
                "text": "Секретарь Гродненского отделения Союза писателей Белорусской ССР."
              },
              {
                "date": "1978 - 1989",
                "text": "Переехал в Минск. Избирался депутатом Верховного Совета Белорусской ССР в 1978 — 1989 годах."
              },
              {
                "date": "1988 - 1996",
                "text": "Политическая деятельность. Стал одним из учредителей Белорусского народного фронта. В 1988 году входил в состав Государственной комиссии по расследованию советских преступлений в Куропатах. В 1989 году избран народным депутатом СССР, вошёл в Межрегиональную депутатскую группу. Был президентом белорусского ПЕН-центра. В октябре 1990 года подписал «Римское обращение». В 1990—1993 годах — президент Объединения белорусов мира «Бацькаўшчына» (рус. Отечество). В октябре 1993 года подписал открытое «письмо сорока двух». На Президентских выборах 1994 года стал доверенным лицом Зенона Позняка. Возглавил оргкомитет митинга, прошедшего 24 марта 1996 года, накануне подписания первых интеграционных соглашений Беларуси и России. Митинг стал частью «Минской весны». Партией-организатором митинга выступил Белорусский народный фронт."
              },
              {
                "date": "с 1997",
                "text": "Жил за границей в политической эмиграции — вначале по приглашению ПЕН-центра Финляндии проживал в окрестностях Хельсинки, затем, получив приглашение ПЕН-центра ФРГ, переехал в Германию, а затем в Чехию. Вернулся на родину только за месяц до смерти."
              },
              {
                "date": "22 июня 2003",
                "text": "Умер 22 июня 2003 года в 20 часов 30 минут от злокачественной опухоли желудка в реанимационном отделении онкологического госпиталя в Боровлянах, под Минском. Он был отпет в минском Доме литератора согласно обряду Грекокатолической церкви; гроб писателя был накрыт бело-красно-белым флагом. Похоронен на Восточном кладбище в Минске."
              }
            ],
            "worksList": [
              {
                "title": "Журавлиный крик",
                "date": "1959"
              },
              {
                "title": "Мёртвым не больно",
                "date": "1965"
              },
              {
                "title": "Проклятая высота",
                "date": "1968"
              },
              {
                "title": "Круглянский мост",
                "date": "1968"
              },
              {
                "title": "Атака с ходу",
                "date": "1968"
              },
              {
                "title": "Сотников",
                "date": "1970"
              },
              {
                "title": "Обелиск",
                "date": "1971"
              },
              {
                "title": "Дожить до рассвета",
                "date": "1972"
              },
              {
                "title": "Долгая дорога домой",
                "date": "2003"
              }
            ]
          }
        },
        "en": {
          "name": "Vasil Vladimirovich Bykov",
          "date": "June 19, 1924 - June 22, 2003",
          "birthPlace": "Bychki",
          "summary": "Vasil Vladimirovich Bykov a prolific author of novels and novellas about World War II and a significant figure in soviet and Belarusian literature and civic thought. His work earned him endorsements for the Nobel Prize nomination from, among others, Nobel Prize laureates Joseph Brodsky and Czesław Miłosz.",
          "info": {
            "timeline": [
              {
                "date": "June 19, 1924 - 1939",
                "text": "Born in the village of Bychki, Vitebsk region, into a peasant family. From childhood he was fond of drawing. He graduated from the 8th grade of school in the village of Kublichi."
              },
              {
                "date": "1939 - 1941",
                "text": "He studied at the sculptural department of the Vitebsk Art School (1939-1940), which he left because of the abolition of scholarships, and at the school FZO (until May 1941). In June 1941, he passed the exams for the 10th grade."
              },
              {
                "date": "1941",
                "text": "The war found him in Ukraine, where he participated in defense works. During the retreat in Belgorod, he lagged behind his column and was arrested, Bykov was nearly shot as a German spy."
              },
              {
                "date": "1941 - 1942",
                "text": "Lived at the station of Saltykovka and in the city of Atkarsk of the Saratov region, studied at a railway school."
              },
              {
                "date": "1942",
                "text": "Called to the army in the summer, graduated from the Saratov Infantry School."
              },
              {
                "date": "1943",
                "text": "V. Bykov was given the rank of junior lieutenant. Participated in the battles for Krivoy Rog, Alexandria, Znamenka. During the Kirovograd operation he was wounded in the leg and stomach (mistakenly recorded as lost); events after his injury served as the basis of the story «Dead don't hurt»."
              },
              {
                "date": "1944",
                "text": "I was in hospital for three months. Then I participated in the Yassy-Chisinau operation, the liberation of Romania. I went through the army in Bulgaria, Hungary, Yugoslavia, Austria; senior lieutenant, commander of a regimental regiment, then army artillery."
              },
              {
                "date": "from 1947, 1955 - 1972",
                "text": "Lived in Grodno. It was printed, worked in workshops, and also in the editorial office of the regional newspaper «Grodnenskaya pravda» (until 1949, then from 1955 to 1972)."
              },
              {
                "date": "1949 - 1955",
                "text": "He served again in the Soviet army, in 1955, he was completely discharged as a major."
              },
              {
                "date": "1972 - 1978",
                "text": "Secretary of the Grodno branch of the Writers' Union of the Belarusian SSR."
              },
              {
                "date": "1978 - 1989",
                "text": "Moved to Minsk. Elected deputy of the Supreme Soviet of the Byelorussian SSR in 1978-1989."
              },
              {
                "date": "1988 - 1996",
                "text": "Political activity. He became one of the founders of the Belarusian Popular Front. In 1988, he was a member of the State Commission for the Investigation of Soviet Crimes in Kurapaty. In 1989, he was elected People's Deputy of the USSR, joined the Interregional Deputy Group. He was President of the Belarusian PEN In October 1990, he signed the “Roman Appeal.” In 1990-1993, he was the president of the Unite of Belarusians of the World “Batkaushchyna” (Russian Fatherland). In October 1993, he signed an open “letter of forty-two.” At the Presidential elections of 1994 He led Zenon Poznyak’s confidant. He headed the organizing committee of the rally held on March 24, 1996, on the eve of the signing of the first integration agreements between Belarus and Russia. The rally became part of the Minsk Spring. The Belarusian Popular Front Party organized the rally."
              },
              {
                "date": "since 1997",
                "text": "He lived abroad in a political emigration - first, at the invitation of the PEN center of Finland, he lived in the suburbs of Helsinki, then, after receiving an invitation from the PEN center of Germany, he moved to Germany, and then to the Czech Republic. He returned home only a month before his death."
              },
              {
                "date": "June 22, 2003",
                "text": "He died on June 22, 2003 at 20 hours 30 minutes from a malignant stomach tumor in the intensive care unit of the oncological hospital in Borovlyany, near Minsk. Buried at the Eastern cemetery in Minsk. "
              }
            ],
            "worksList": [
              {
                "title": "Crane's Cry",
                "date": "1959"
              },
              {
                "title": "The Ordeal",
                "date": "1970"
              },
              {
                "title": "The Obelisk",
                "date": "1971"
              },
              {
                "title": "To Live till Sunrise",
                "date": "1972"
              },
              {
                "title": "Sign of Misfortune",
                "date": "1983"
              },
              {
                "title": "The Long Road Home",
                "date": "2003"
              }
            ]
          }
        },
        "by": {
          "name": "Васіль Уладзіміравіч Быкаў",
          "date": "19 чэрвеня 1924 - 22 чэрвеня 2003",
          "birthPlace": "Бычкі",
          "summary": "Беларускі і савецкі пісьменнік і грамадскі дзеяч, удзельнік Вялікай Айчыннай вайны, капітан.",
          "info": {
            "timeline": [
              {
                "date": "19 июня 1924 - 1939",
                "text": "Нарадзіўся ў сялянскай сям’і. З дзяцінства захапляўся маляваннем. У 1939 годзе скончыў 8 класаў Кубліцкай сярэдняй школы."
              },
              {
                "date": "1939 — 1941",
                "text": "Паступіў на скульптурнае аддзяленне Віцебскага мастацкага вучылішча. Аднак увосень 1940 года ў сувязі з пагаршэннем матэрыяльнага становішча сям’і і адменай дзяржаўных стыпендый вымушаны быў пакінуць вучобу. Паступіў у Віцебскую школу ФЗН № 5, дзе вучыўся да мая 1941. У чэрвені 1941 года экстэрнам здаў экзамены за дзясяты клас."
              },
              {
                "date": "1941",
                "text": "Вайна заспела яго ва Украіне, дзе ён удзельнічаў у абаронных работах. Падчас адступлення, у Белгарадзе, адстаў ад сваёй калоны, пасля быў арыштаваны і ледзь не расстраляны як нямецкі шпіён."
              },
              {
                "date": "1941 — 1942",
                "text": "Жыў на ст. Салтыкоўка(руск.) бел. і ў г. Аткарску Саратаўскай вобласці, дзе вучыўся ў чыгуначнай школе."
              },
              {
                "date": "1942",
                "text": "быў прызваны ў Чырвоную Армію, скончыў Саратаўскае пяхотнае вучылішча (з 80 выпускнікоў у вайну ацалела толькі чацвёра)."
              },
              {
                "date": "1943",
                "text": "Прысвоена званне малодшага лейтэнанта. Ваяваў на 2-м і 3-м Украінскіх франтах. Удзельнічаў у баях за Крывы Рог, Александрыю, Знам’янку. Падчас Кіраваградскай аперацыі паранены ў нагу і жывот (памылкова быў запісаны як загінулы); падзеі пасля ранення паслужылі асновай аповесці «Мёртвым не баліць». Бацькі В. Быкава атрымалі паведамленне, што іх сын мужна загінуў у баях з нямецка-фашысцкімі захопнікамі каля Кіраваграда (гэта было засведчана на абеліску)."
              },
              {
                "date": "1944",
                "text": "Тры месяцы знаходзіўся ў шпіталі. Пасля ваяваў далей, удзельнічаў у Яска-Кішынёўскай аперацыі, вызваленні Румыніі. 3 дзеючай арміяй прайшоў у Румынію, Балгарыю, Венгрыю, Югаславію, Аўстрыю — старшым лейтэнантам, камандзірам узвода палкавой, потым армейскай артылерыі. Служыў на Украіне, у Беларусі, на Далёкім Усходзе."
              },
              {
                "date": "с 1947, 1955 - 1972",
                "text": "Жыў у Гродне (з 1947), працаваў мастаком у гродзенскіх майстэрнях, у рэдакцыі абласной газеты «Гродзенская праўда» (1947 — 1949, пасля ў 1955 - 1972)."
              },
              {
                "date": "1949 - 1955",
                "text": "Зноў служыў у Савецкай арміі, канчаткова дэмабілізаваўся ў званні маёр запаса."
              },
              {
                "date": "1972 - 1978",
                "text": "Сакратар Гродзенскага аддзялення СП БССР."
              },
              {
                "date": "1978",
                "text": "У 1978 годзе пераехаў на сталае жыццё ў Мінск. 3 гэтага часу займаўся выключна творчай працай."
              },
              {
                "date": "1988 - 1996",
                "text": "Палітычная дзейнасць. У 1988 годзе стаў адным з заснавальнікаў Беларускага народнага фронту. Перад першымі прэзідэнцкімі выбарамі ў Беларусі (чэрвень 1994 года) быў даверанай асобай кандыдата Зянона Пазняка, выступаў у гэтай якасці ў час паездак па Беларусі і на тэлебачанні. Нападкі на Васіля Быкава, якія зноў пачаліся на радзіме ў сярэдзіне 1990-х гг., і стан здароўя сталі прычынай выезду за мяжу."
              },
              {
                "date": "з 1997 - 2003",
                "text": "Жыў за мяжой. У пачатку 1998 года Васіль Быкаў на запрашэнне Фінскага ПЭН-цэнтра вырашыў пажыць у Фінляндыі, куды і пераехаў разам з жонкай у чэрвені таго ж года. У снежні 2002 Васіль Быкаў пасяліўся ў Чэхіі, перад гэтым пэўны час жыў у Германіі. У 2002 апублікаваў кнігу ўспамінаў «Доўгая дарога дадому». У Чэхіі перанёс аперацыю, пасля пагаршэння здароўя вярнуўся на Беларусь."
              },
              {
                "date": "22 чэрвеня 2003",
                "text": "Памёр 22 чэрвеня 2003 года ў 20 гадзін 30 хвілін у рэанімацыйным аддзяленні анкалагічнага шпіталю ў Бараўлянах, пад Мінскам. Пахаваны ў Мінску на Усходніх могілках. Падчас пахавання быў адпеты ўніяцкімі святарамі, труну пісьменніка накрылі бел-чырвона-белым сцягам."
              }
            ],
            "worksList": [
              {
                "title": "Жураўлины крык",
                "date": "1959"
              },
              {
                "title": "Мёртвым не баліць",
                "date": "1965"
              },
              {
                "title": "Праклятая вышыня",
                "date": "1968"
              },
              {
                "title": "Круглянскі мост",
                "date": "1968"
              },
              {
                "title": "Атака з ходу",
                "date": "1968"
              },
              {
                "title": "Сотникаў",
                "date": "1970"
              },
              {
                "title": "Абеліск",
                "date": "1971"
              },
              {
                "title": "Дажыць да світання",
                "date": "1972"
              },
              {
                "title": "Доўгая дарога дадому",
                "date": "2003"
              }
            ]
          }
        }
      }
    },
    {
      "photo": "../images/shamiakin.jpg",
      "video": "YcJGh_11rmY",
      "gallery": [
        "../images/shamiakin/1.jpg",
        "../images/shamiakin/2.png",
        "../images/shamiakin/3.jpg",
        "../images/shamiakin/4.jpg",
        "../images/shamiakin/5.jpg",
        "../images/shamiakin/6.jpg",
        "../images/shamiakin/7.jpg",
        "../images/shamiakin/8.jpg",
        "../images/shamiakin/9.jpg",
        "../images/shamiakin/10.jpg"
      ],
      "mapInfo": [
        {
          "point": "Korma, place of birth",
          "longitude": "53.128672",
          "latitude": "30.804318",
          "zIndex": "1"
        },
        {
          "point": "Minsk, East Cemetery, Burial place",
          "longitude": "53.940350",
          "latitude": "27.660655",
          "zIndex": "2"
        }
      ],
      "language": {
        "ru": {
          "name": "Иван Петрович Шамякин",
          "date": "30 января 1921 - 14 октября 2004",
          "birthPlace": "Корма",
          "summary": "Белорусский советский писатель, сценарист и драматург, общественный деятель. Народный писатель Белорусской ССР (1972). Герой Социалистического Труда (1981). Лауреат Сталинской премии третьей степени (1951). Член ВКП(б) с 1943 года. Академик Национальной академии наук Белоруссии (1994).",
          "info": {
            "timeline": [
              {
                "date": "30 января 1921",
                "text": "Родился в деревне Корма Гомельского уезда Гомельской губернии (ныне Добрушского района Гомельской области Беларуси) в крестьянской семье."
              },
              {
                "date": "1936 - 1940",
                "text": "В 1936 году окончил семь классов Маковской школы, продолжил учёбу в Гомельском техникуме строительных материалов (1936—1940). По окончании техникума работал техником-технологом кирпичного завода в Белостоке. Ещё в техникуме начал писать стихи, участвовал в заседаниях литературного объединения при газете «Гомельская правда»."
              },
              {
                "date": "1940 - 1945",
                "text": "Был призван в РККА, проходил службу в Мурманске в зенитно-артиллерийской части, в 1944 передислоцирован в Польшу, принимал участие в Висло-Одерской операции и в Берлинской наступательной операции в составе прожекторной роты 16.04.1945. Во время Великой Отечественной войны командир орудийного расчёта, комсорг дивизиона."
              },
              {
                "date": "1944",
                "text": "Написал рассказ на белорусском языке «У снежнай пустыні» (опубликован в 1946 году)."
              },
              {
                "date": "1945 — 1947",
                "text": "После демобилизации в октябре 1945 года работал до 1947 года преподавателем языка и литературы неполной средней школы в деревне Прокоповка Тереховского района. В 1946 году поступил на заочное отделение Гомельского педагогического института. В декабре 1945 года участвовал в работе первого послевоенного пленума правления СП БССР. Днём работая в школе, по вечерам проводил семинары агитаторов в колхозе. Собирал материал для романа о белорусских партизанах «Глыбокая плынь» («Глубокое течение»)."
              },
              {
                "date": "1948 - 1950",
                "text": "Учился в Республиканской партийной школе. Работал старшим редактором Белорусского государственного издательства, главным редактором альманаха «Советская Отчизна»."
              },
              {
                "date": "1963",
                "text": "Входил в состав белорусской делегации на XVIII сессии Генеральной Ассамблеи ООН."
              },
              {
                "date": "1980 - 1992",
                "text": "Главный редактор издательства «Белорусская советская энциклопедия»."
              },
              {
                "date": "14 октября 2004",
                "text": "Скончался в Минске. Похоронен на Восточном кладбище."
              }
            ],
            "worksList": [
              {
                "title": "Криницы",
                "date": "1957"
              },
              {
                "title": "Тревожное счастье",
                "date": ""
              },
              {
                "title": "Сердце на ладони",
                "date": "1964"
              },
              {
                "title": "Снежные зимы",
                "date": "1968"
              },
              {
                "title": "Атланты и кариатиды",
                "date": "1974"
              },
              {
                "title": "Возьму твою боль",
                "date": "1979"
              },
              {
                "title": "Петроград - Брест",
                "date": "1981"
              },
              {
                "title": "Корни и ветви",
                "date": "1986"
              }
            ]
          }
        },
        "en": {
          "name": "Ivan Petrovich Shamiakin",
          "date": "January 30, 1921 – October 14, 2004",
          "birthPlace": "Korma",
          "summary": "A Soviet Belarusian writer, he was perhaps one of the most prolific writers of the Soviet BSSR, writing in a socialist realist style.",
          "info": {
            "timeline": [
              {
                "date": "January 30, 1921",
                "text": "Was born in the village Korma of Homiel oblast."
              },
              {
                "date": "1936 - 1940",
                "text": "Studied construction engineering in a vocational school."
              },
              {
                "date": "1940 - 1945",
                "text": "Fought in World War II, taking part in battles near Murmansk and in Poland."
              },
              {
                "date": "1945 — 1947",
                "text": "After the war he studied at the Homel Pedagogical University, worked as an editor and had different Communist Party positions in the local party offices in Belarus."
              },
              {
                "date": "1958",
                "text": "Took part in the anti-Pasternak campaign. In 1991 he confessed that had never been familiar with Boris Pasternak and never read Doctor Zhivago, but had trusted to older comrades. Shamiakin mentioned as well Pasternak's «typically Jewish cowardice»."
              },
              {
                "date": "1963",
                "text": "Worked at the United Nations as a part of the Belarusian UN delegation."
              },
              {
                "date": "1980 - 1992",
                "text": "The chief editor of the Soviet Belarusian Encyclopedia."
              },
              {
                "date": "1994",
                "text": "Became the academician of the National Academy of Sciences."
              },
              {
                "date": "October 14, 2004",
                "text": "Died in Minsk."
              }
            ],
            "worksList": [
              {
                "title": "Deep streams",
                "date": "1949"
              },
              {
                "title": "Restless happiness",
                "date": ""
              },
              {
                "title": "The heart on the open palm",
                "date": "1964"
              },
              {
                "title": "Snowy winters",
                "date": "1968"
              },
              {
                "title": "Telamones and caryatides",
                "date": "1974"
              },
              {
                "title": "I will take your pain",
                "date": "1979"
              },
              {
                "title": "Petrograd - Brest",
                "date": "1981"
              },
              {
                "title": "Wicked star",
                "date": "1993"
              }
            ]
          }
        },
        "by": {
          "name": "Іван Пятровіч Шамякін",
          "date": "30 студзеня 1924 - 14 кастрычніка 2003",
          "birthPlace": "Карма",
          "summary": "Беларускі пісьменнік.",
          "info": {
            "timeline": [
              {
                "date": "30 студзеня 1921",
                "text": "Нарадзіўся ў сялянскай сям’і (бацька служыў лесніком)."
              },
              {
                "date": "1936 - 1940",
                "text": "У 1936 годзе скончыў Макаўскую сямігодку. Скончыў Гомельскі тэхнікум будаўнічых матэрыялаў(1936—1940), працаваў у Беластоку."
              },
              {
                "date": "1940 - 1945",
                "text": "У Чырвонай Арміі — камандзір гарматы, затым камсорг дывізіёна. Удзельнічаў у баях пад Мурманскам, у вызваленні Польшчы, у баях на Одэры. Дэбютаваў у час Вялікай Айчыннай вайны нарысамі і вершамі ў армейскай газеце «Часовой Севера»."
              },
              {
                "date": "1945 — 1947",
                "text": "Настаўнічаў у вёсцы Пракопаўка Церахоўскага р-на.З 1946 вучыўся на завочным аддзяленні Гомельскага педагагічнага інстытута."
              },
              {
                "date": "1948 - 1950",
                "text": "Працаваў старшым рэдактарам Беларускага дзяржаўнага выдавецтва, быў галоўным рэдактарам альманаха «Советская Отчизна»."
              },
              {
                "date": "1963",
                "text": "Як член дэлегацыі БССР удзельнічаў у рабоце XVIII сесіі Генеральнай Асамблеі ААН."
              },
              {
                "date": "1980 - 1992",
                "text": "Галоўны рэдактар выдавецтва «Беларуская Савецкая Энцыклапедыя»."
              },
              {
                "date": "14 кастрычніка 2004",
                "text": "Памёр у Мінску. Пахаваны на Усходніх могілках."
              }
            ],
            "worksList": [
              {
                "title": "Глыбокая плынь",
                "date": "1949"
              },
              {
                "title": "Трывожнае шчасце",
                "date": ""
              },
              {
                "title": "Сэрдца на далоні",
                "date": "1964"
              },
              {
                "title": "Снежныя зімы",
                "date": "1968"
              },
              {
                "title": "Атланты і карыятыды",
                "date": "1974"
              },
              {
                "title": "Вазьму твой боль",
                "date": "1979"
              },
              {
                "title": "Петраград - Брэст",
                "date": "1981"
              },
              {
                "title": "У роднай сям’і",
                "date": "1986"
              }
            ]
          }
        }
      }
    },
    {
      "photo": "../images/adamovich.jpg",
      "video": "v7P1Jc1KYvk",
      "gallery": [
        "../images/adamovich/1.jpg",
        "../images/adamovich/2.jpg",
        "../images/adamovich/3.jpg",
        "../images/adamovich/4.jpg",
        "../images/adamovich/5.jpg",
        "../images/adamovich/6.jpg",
        "../images/adamovich/7.jpg",
        "../images/adamovich/8.jpg",
        "../images/adamovich/9.jpg",
        "../images/adamovich/10.jpg"
      ],
      "mapInfo": [
        {
          "point": "Koniuhi, place of birth",
          "longitude": "53.153153",
          "latitude": "27.384935",
          "zIndex": "1"
        },
        {
          "point": "Belorusian State University, place of education and work",
          "longitude": "53.893848",
          "latitude": "27.547144",
          "zIndex": "2"
        },
        {
          "point": "Glusha, Mogilev oblast, burial place",
          "longitude": "53.087324",
          "latitude": "28.855971",
          "zIndex": "3"
        }
      ],
      "language": {
        "ru": {
          "name": "Александр (Алесь) Михайлович Адамович",
          "date": "3 сентября 1927 - 26 января 1994",
          "birthPlace": "Конюхи",
          "summary": "Белорусский советский писатель, сценарист и литературовед, критик. Доктор филологических наук (1962), профессор (1971), член-корреспондент АН БССР (1980).",
          "info": {
            "timeline": [
              {
                "date": "3 сентября 1927",
                "text": "Родился в семье врачей."
              },
              {
                "date": "с 1927",
                "text": "Семья проживала в посёлке Глуша Бобруйского района."
              },
              {
                "date": "1940 - 1945",
                "text": "Мать во время Великой Отечественной войны, спасая сына от угона в Германию, в школьном свидетельстве исправила дату его рождения на более позднюю. Во время войны, в 1942 году, Алесь Адамович, ученик средней школы, — связной, 1943 г. — боец партизанского отряда имени Кирова 37-й бригады имени Пархоменко Минского соединения. В 1944—1945 по направлению ЦШПД (Центральный штаб партизанского движения) — студент Лениногорского горно-металлургического техникума."
              },
              {
                "date": "1945 — 1953",
                "text": "Вернулся в Белоруссию, экстерном сдал экзамены за среднюю школу. В 1945 — 1950 учился на филологическом факультете БГУ, в 1953 закончил аспирантуру при университете и работал там же на кафедре белорусской литературы."
              },
              {
                "date": "1954 — 1962, с 1967",
                "text": "Научный сотрудник. С 1962 - доктор филологических наук."
              },
              {
                "date": "1976 - 1983, с 1976",
                "text": "Заведующий сектора литературных взаимосвязей Института литературы имени Янки Купалы АН БССР."
              },
              {
                "date": "1962 - 1966",
                "text": "Учился на Высших сценарных курсах в Москве. Преподавал в МГУ курс белорусской литературы, был отстранён от преподавания за отказ подписать письмо с осуждением Ю. Даниэля и А. Синявского."
              },
              {
                "date": "1982",
                "text": "В составе делегации БССР принимал участие в работ XXXVII сессии Генеральной Ассамблеи ООН."
              },
              {
                "date": "1987 — 1994",
                "text": "Директор Всесоюзного НИИ кинематографии в Москве."
              },
              {
                "date": "26 января 1994",
                "text": "Умер в Москве от второго инфаркта. По завещанию похоронен в городском посёлке Глуша Бобруйского района Могилёвской области рядом с родителями."
              }
            ],
            "worksList": [
              {
                "title": "Партизаны",
                "date": "1960, 1963"
              },
              {
                "title": "Последний отпуск",
                "date": "1969"
              },
              {
                "title": "Я из огненной деревни (с Я. Брылем и В. Колесником)",
                "date": "1977"
              },
              {
                "title": "Хатынская повесть",
                "date": "1971"
              },
              {
                "title": "Каратели, или Жизнеописание гипербореев",
                "date": "1980"
              },
              {
                "title": "Блокадная книга (с Д. Граниным)",
                "date": "1980"
              },
              {
                "title": "Последняя пастораль",
                "date": "1987"
              }
            ]
          }
        },
        "en": {
          "name": "Aliaksandar (Ales) Mikhailavich Adamovich",
          "date": "September 3, 1927 - January 26, 1994",
          "birthPlace": "Koniuhi",
          "summary": "A Belarusian Soviet writer and a critic, Professor and Corresponding Member of the Academy of Sciences of Belarus, Doctor of Philosophy in philology, Doctorate in 1962 (a degree in Russia corresponding to Habilitation); member of the Supreme Soviet (1989 – 92). He wrote in Russian and Belarusian. He is best known for The Khatyn Story, The Blockade Book and writing screenplay for Soviet movie Come and See. He is highly regarded for his austere yet deeply humane antiwar stance, moral courage and uncompromising honesty.",
          "info": {
            "timeline": [
              {
                "date": "September 3, 1927",
                "text": "Was born in a Koniuhi in the Minsk Oblast. Both his parents were doctors."
              },
              {
                "date": "1940 - 1945",
                "text": "During World War II Adamovich, a teenager, still a school student, became a partisan unit member in 1942-1943. During this time, the Nazis systematically torched hundreds of Belarusian villages and exterminated their inhabitants. Later, he wrote one of his most recognized works, The Khatyn Story, and the screenplay for the film Come and See, which was based on his real-life experiences as a messenger and a guerilla fighter during the war."
              },
              {
                "date": "1945 — 1953",
                "text": "After the war, he entered the Belarusian State University where he studied in the philology department and where he completed graduate course."
              },
              {
                "date": "since 1957",
                "text": "He is a member of the Union of Soviet Writers."
              },
              {
                "date": "1962 - 1966",
                "text": "Studied in Moscow at the Higher Courses for Screenwriters and in the Moscow State University."
              },
              {
                "date": "1976",
                "text": "He was awarded the Yakub Kolas Belarus State prize in literature for The Khatyn Story."
              },
              {
                "date": "1989",
                "text": "One of the first members of the Belarusian PEN center (Vasil Bykov was founder and president of the Belarusian PEN)."
              },
              {
                "date": "January 26, 1994",
                "text": "Adamovich died."
              }
            ],
            "worksList": [
              {
                "title": "The partisans",
                "date": "1960, 1963"
              },
              {
                "title": "Out of the fire (with Yanka Bryl and Uladzimir Kalesnik)",
                "date": "1977"
              },
              {
                "title": "The Khatyn story",
                "date": "1971"
              },
              {
                "title": "The blockade book (with D. Granin)",
                "date": "1980"
              }
            ]
          }
        },
        "by": {
          "name": "Аляксандр (Алесь) Міхайлавіч Адамовіч",
          "date": "3 верасня 1927 - 26 студзеня 1994",
          "birthPlace": "Канюхі",
          "summary": "Беларускі пісьменнік і грамадскі дзеяч.",
          "info": {
            "timeline": [
              {
                "date": "3 верасня 1927",
                "text": "Нарадзіўся ў сям'і служачых."
              },
              {
                "date": "з 1927",
                "text": "Сям'я пражывала ў пасёлку Глуша Бабруйскага раёна."
              },
              {
                "date": "1940 - 1945",
                "text": "Падчас Вялікай Айчыннай вайны, у 1942 Алесь Адамовіч, вучань сярэдняй школы, — сувязны, з 1943 — баец партызанскага атрада імя Кірава 37-й брыгады імя Пархоменкі Мінскага злучэння. У 1944 — 1945 па накіраванню ЦШПР (Цэнтральны штаб партызанскага руху) — студэнт Ленінагорскага горна-металургічнага тэхнікума (Алтайскі край)"
              },
              {
                "date": "1945 — 1953",
                "text": "Вярнуўся ў Беларусь, экстэрнам здаў экзамены за сярэднюю школу. У 1945—1950 вучыўся на філалагічным факультэце БДУ, у 1953 скончыў аспірантуру пры ўніверсітэце і працаваў там жа на кафедры беларускай літаратуры."
              },
              {
                "date": "1954 — 1962, з 1967",
                "text": "Навуковы супрацоўнік."
              },
              {
                "date": "1976 - 1983, з 1976",
                "text": "Загадчык сектара літаратурных узаемасувязей Інстытута літаратуры імя Янкі Купалы АН БССР."
              },
              {
                "date": "1962 - 1966",
                "text": "Вучыўся на Вышэйшых сцэнарных курсах у Маскве. выкладаў беларускую літаратуру ў Маскоўскім дзяржаўным унівесітэце."
              },
              {
                "date": "1982",
                "text": "У складзе дэлегацыі БССР удзельнічаў у рабоце XXXVII сесіі Генеральнай Асамблеі ААН."
              },
              {
                "date": "1987 — 1994",
                "text": "Дырэктар навукова-даследчага Інстытута кінамастацтва ў Маскве."
              },
              {
                "date": "26 студзеня 1994",
                "text": "Памёр ад хваробы сэрца."
              }
            ],
            "worksList": [
              {
                "title": "Партизаны",
                "date": "1960, 1963"
              },
              {
                "title": "Я з вогненнай вёскі (с Я. Брылём и В. Калеснікам)",
                "date": "1977"
              },
              {
                "title": "Хатынская аповесць",
                "date": "1971"
              },
              {
                "title": "Каратели, или Жизнеописание гипербореев",
                "date": "1980"
              },
              {
                "title": "Блокадная книга (з Д. Граніным)",
                "date": "1980"
              },
              {
                "title": "Последняя пастораль",
                "date": "1987"
              }
            ]
          }
        }
      }
    }
  ]
}
